/* Warning that a clickatell.com account is required */
"(Clickatell.com account required.)" = "(Clickatell.com hozzáférés szükséges.)";

/* Label for account field */
"Account:" = "Felhasználó";

/* label for API ID field */
"API ID:" = "API ID:";

/* label for destination number field */
"Destination Number:" = "Címzett száma:";

/* Label for password field */
"Password:" = "Jelszó:";

/* Title for SMS plugin */
"SMS Notifications" = "SMS Értesítések";

/* Instructions for clickatell */
"To register:\nhttp://www.clickatell.com/brochure/products/api_xml.php\n\nFor rates see:\nhttp://www.clickatell.com/brochure/pricing.php" = "Regisztráció:⏎ http://www.clickatell.com/brochure/products/api_xml.php⏎ ⏎ Árak:⏎ http://www.clickatell.com/brochure/pricing.php\n";

